/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "Save";
"Cancel" = "Cancel";
"Select Language" = "Select Language";
"Select Channel" = "Select Channel";
"Widget Settings" = "Widget Settings";
"Settings" = "Settings";
"More Options" = "More Options";
"Submit" = "Submit";
"Skip feedback" = "Skip feedback";
"Did we resolve your issue?" = "Did we resolve your issue?";
"Send Chat Transcript to your email address" = "Send Chat Transcript to your email address";
"Chat Transcript" = "Chat Transcript";
"Thanks for your feedback!" = "Thanks for your feedback!";
"Feedback Comment" = "Feedback Comment";
"Additional Feedback" = "Additional Feedback";
"Add Additional Feedback" = "Add Additional Feedback";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?";
"Want to share feedback?" = "Want to share feedback?";
"Sorry! Your device does not support speech input" = "Sorry! Your device does not support speech input";
"Say something" = "Say something";
"Ask me something" = "Ask me something";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Something went wrong while connecting, make sure the credentials are right and try again";
"Logout" = "Logout";
"This field is required" = "This field is required";
"This password is incorrect" = "This password is incorrect";
"This Jid  is invalid" = "This Jid  is invalid";
"Sign in" = "Sign in";
"Password" = "Password";
"Chatbot" = "Chatbot";
"Mobile" = "Mobile";
"Privacy Policy" = "Privacy Policy";
"Agent" = "Agent";
"Read more" = "Read more";
"Read less" = "Read less";
"Close" = "Close";
"Email" = "Email";
"Email address" = "Email address";
"Quick reply" = "Quick reply";
"Emoji" = "Emoji";
"Please Enter Email" = "Please enter email";
"Email Sent" = "Email Sent";
"OK" = "OK";
"YES" = "YES";
"NO" = "NO";
"Immediate fun or longer purpose - how to choose?" = "Immediate fun or longer purpose - how to choose?";
"good" = "good";
"response" = "response";
"Failure" = "Failure";
"Feedback successfully posted." = "Feedback successfully posted.";
"Error" = "Error";
"No Internet connection " = "No Internet connection ";
"Oops!" = "Oops!";
"Hi" = "Hi";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", thank you for your patience, we will be connecting you to the next available agent shortly.";
"Waiting for agent" = "Waiting for agent";
"is now connected to chat" = "is now connected to chat";
"Genesys Call Transfer" = "Genesys Call Transfer";
"No Chatbot Found" = "No Chatbot Found";
"Feedback" = "Feedback";
"Message!" = "Message!";
"Sorry, the requested URL not found!" = "Sorry, the requested URL not found!";
"Text to speech" = "Text to speech";
"Enable text to speech" = "Enable text to speech";
"has disconnected the chat" = "has disconnected the chat";
"Please enter valid email" = "Please enter valid email";
"Success" = "Success";
"Sorry! Currently no agent is available" = "Sorry! Currently no agent is available";
"Please rate" = "Please rate";
"Oops, this service is temporarily unavailable" = "Oops, this service is temporarily unavailable";
"Retry" = "Retry";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "You are no longer connnected with live agent.";
"Unable to load the requested URL" = "Unable to load the requested URL";
"Unable to serve, you are too fast in typing" = "Unable to serve, you are too fast in typing";
"Unable to play video" = "Unable to play video";
"Thank You" = "Thank You";
"Chatbot cannot connect to the server at the moment. Please retry." = "Chatbot cannot connect to the server at the moment. Please retry.";
"Connect" = "Connect";
"Permission Denied" = "Permission Denied";
"Speech recognition permission is declined. Please allow access from settings." = "Speech recognition permission is declined. Please allow access from settings.";
"Mike permission is declined. Please allow access from settings." = "Mike permission is declined. Please allow access from settings.";
"Please allow location access to fetch your current location." = "Please allow location access to fetch your current location.";
"Open Settings" = "Open Settings";
"Not Now" = "Not Now";
"Please select location on the map" = "Please select location on the map";
"Done" = "Done";
"Clear" = "Clear";
"Signature" = "Signature";
"Signature not found." = "Signature not found.";
"Upload QR Code" = "Upload QR Code";
"Scan QR Code" = "Scan QR Code";
"Please select option" = "Please select option";
"Upload from Library" = "Upload from Library";
"Scanned Code" = "Scanned Code";
"Uploaded QR Code is not valid. Please upload again." = "Uploaded QR Code is not valid. Please upload again.";
"Device has no camera" = "Device has no camera";
"Please allow permission to use the Camera so that you can scan QR code." = "Please allow permission to use the Camera so that you can scan QR code.";
"Please allow permission to access photos so that you can scan QR code." = "Please allow permission to access photos so that you can scan QR code.";
"Reupload QR Code" = "Reupload QR Code";
"Rescan QR Code" = "Rescan QR Code";
"Scanned Code:" = "Scanned Code:";
"unread message(s)" = "unread message(s)";
"Chat Invite" = "Chat Invite";
"You have a new chat invite from" = "You have a new chat invite from";
"Reject" = "Reject";
"Accept" = "Accept";
"Your session has been expired. Please start a new conversation." = "Your session has been expired. Please start a new conversation.";
"Please enter" = "Please enter";
"Please enter valid" = "Please enter valid";
"can't be more than" = "can't be more than";
"characters" = "characters";
"Select" = "Select";
"Please select" = "Please select";
"Unable to send chat transcript." = "Unable to send chat transcript.";
"Reset" = "Reset";
"Please enter details" = "Please enter details";
"Email will be send to you shortly" = "Email will be send to you shortly";


